

# От 0 до 10 - ребенок
# От 10 до 18 - подросток
# от 18 до 50 - взрослый
# от 50 и старше - пожилой


# > - Больше
# < - Меньбше
# == - Равно
# <= - Меньбше или равно
# >= - Больбше или равно
# != - Не равно
# age = int(input("Введите ваш возраст: "))

# if (age>0 and age<10):
#     print("Ты ребенок")
# elif (age >= 10 and age < 18):
#     print(" Подросток")
# elif (age >= 18 and age < 50):
#     print(" Взрослый")
# elif (age >= 50 and age<= 130):
#     print(" Пожилой ")
# else: 
#     print("Ввели шо то не то")



# название_переменной = значение
a = 2
b = 10
c = 12

if (a+b>c and a+c>b and b+c>a):
    print("Треугольник существует")
else:
    print('НЕ СУЩЕТСВУЕТ')

for i in range(0,1000,1):
    print('Привет МИР')

# print('Первая строчка',sep=' пробел ',end='/')
# print('Вторая строка')
# print(56*1000)
# number = 10
# print(number)
# name = 'Medoded'
# print('Мой никнейм',name,'текст','еще текст', number)
# print(f'Мой никнейм {name} текст еще текст {number}')
# a = 100
# b = 200
# print('Сложение',a+b)
# print('Вычитание',a-b)
# print('Умножение',a*b)
# print('Деление',a/b)
# print('Целочисленное деление',a//b)
# print('Остаток от деления',a%b)